<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" isELIgnored="false"%>
<%@ include file="header.jsp"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<body>
<div id="wrapper">
	
	<div class="join_terms">

		<dl>
			<dt>제 1조 목적</dt>
			<dd>
				이 약관은 ㈜Kentucky Carrot (이하 “회사”)이 제공하는 리워드앱(이하 “서비스”)를 이용함에 있어 회사와 회원간의 권리,의무 및 책임사항을 규정함을 목적으로 합니다.

			</dd>

			<dt>제 2조 용어의 정의</dt>
			<dd>
				1. “서비스” 라 함은 회원의 단말기(모바일, 태블릿, PC 등의 각종 유무선 장치) 를 통해 회사가 제공하는 모든 서비스 일체를 의미합니다.<br/>
				2. “회원” 이란 서비스를 이용하기 위해 이 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 의미합니다.<br/>
				3. “광고주”라 함은 회사가 제공하는 서비스를 이용하여 광고게재를 하는 신청자를 의미합니다.<br/>
				4. “계정” 이라 함은 회원의 식별과 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 개인식별 코드를 의미합니다.<br/>
				5. “포인트(혹은 적립금)” 이라 함은 제 10조의 항목에 따라 광고주가 게재 요청하고 회사가 승인하여 진행하는 광고를 시청 또는 열람 시 회원에게 지급되는 서비스 상의 재화를 의미합니다.<br/>
				6. “제휴 컨텐츠” 라 함은 외부 업체 또는 회사가 회원에게 제공하는 다양한 부가서비스를 의미합니다.
			</dd>

			<dt>제 3조 약관의 명시, 효력 및 개정</dt>
			<dd>
				1. 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지주소, 전화번호, 사업자등록번호 등을 이용자가 쉽게 알 수 있도록 웹사이트 (http://www.cashcuk.com/) 에 게시합니다<br/>
				2. 회사는 “약관의 규제에 관한 법률”, 정보통신망 이용촉진 및 정보보호 등에 관한 법률” 등의 관련법에 위배하지 않는 범위 내에서 이 약관을 개정할 수 있습니다.<br/>
				3. 회사는 이 약관을 개정 할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 웹사이트 기타 공지사항 게시판 또는 이메일을 통해 개정사항의 적용 7일 이전부터 공지합니다.<br/>
				4. 회사가 약관을 개정과 관련하여 이의가 있는 경우 회원은 14일 이내에 명시적으로 이의를 표현하여야 하며 14일이내에 이의 및 거부 표현이 없는 경우 개정약관을 동의한 것으로 간주합니다.
			</dd>

			<dt>제 4조 서비스의 내용 및 제공사항</dt>
			<dd>
				1. 회사는 다음과 같은 서비스를 제공합니다.<br/>
				&nbsp;①Kentucky Carrot 서비스는 광고주가 광고 화면을 제작하여 회원에게 공개하고, 광고를 푸시하면 회원이 해당 광고를 열람하여 포인트 및 혜택을 얻을 수 있는 어플리케이션 서비스 입니다.<br/>
				&nbsp;②회사가 제공하는 기본 내용은 아래와 같습니다<br/>
				&nbsp;&nbsp;가. 광고 등록 : 광고주가 제작하여 업데이트 및 광고를 등록 할 수 있도록 하는 서비스<br/>
				&nbsp;&nbsp;나. 포인트 적립 : 회원이 광고주가 제작하여 등록한 광고를 열람 시 지급 되는 적립금<br/>
				&nbsp;&nbsp;다. 현금 환급 : 회원이 광고 열람을 통해 누적된 포인트를 현금으로 환급 받는 서비스<br/>
				&nbsp;&nbsp;라. 제휴 서비스 : 회원은 누적된 포인트로 회사와 제휴를 한 외주사의 서비스 이용가능<br/>
				&nbsp;&nbsp;마. 기타 서비스 : 회사는 상기 각 호의 서비스 이외에도 추가 서비스(전화 수신에 상대 프로파일 화면) 개발을 통해 회원 및 광고주에게 제공 할 수 있습니다.<br/>
				2. 회원은 웹사이트를 통해 회사의 서비스에 대하여 보다 상세한 문의가 가능합니다.<br/>
				3. 회사는 Kentucky Carrot 서비스의 특성상 광고주와 함께 관련 법규 준수를 위해 최선을 노력을 다하며 일부 서비스는 회원 및 광고주에 따라 범위를 다르게 설정 할 수 있습니다.<br/>
				4. 회사는 원활한 서비스 제공을 위해 회원에게 추가 E-mail 및 문자, 어플 알림 등을 통해 관련 정보를 제공할 수 있으며 회원은 언제든 해당 기능을 수신거부 할 수 있습니다.<br/>
				5. 회원은 스마트폰의 어플리케이션을 통해 광고 컨텐츠 열람이 가능하고 푸시 광고 알림 기능을 통하여 광고 컨텐츠를 열람 할 수 있습니다.
			</dd>

			<dt>제 5조 이용계약의 체결</dt>
			<dd>
				1. 서비스 이용계약은 회원이 되고자 하는 사람이 서비스 이용 약관 및 개인정보취급방침을 동의하고 가입 신청 후 회사가 승인함으로써 이용계약이 체결됩니다.<br/>
				2. 회원가입은 회원이 되고자 하는 사람의 개인정보(본인 명의의 휴대전화, 이메일, 주소 등)를 기재하여야 하며 본인인증 기관의 실명확인 및 본인인증을 완료하여야 가입이 가능합니다.<br/>
				3. 회원이 되고자 하는 사람은 정확한 본인의 정보를 입력해야 하며 허위정보 입력 시에는 서비스 이용이 불가하며 불이익이 발생하는 경우 해당 책임은 가입신청자에게 있습니다.
				4. 회원가입은 만 14세 이상부터 가입이 가능합니다.<br/>
				5. 가입완료 후 회원의 의무에 반하는 행위를 한 회원에 대해서는 별도의 통지 없이 서비스 이용이 불가할 수 있으며 발생하는 피해는 회원에게 있습니다.<br/>
				6.가입신청자가 이전에 회원자격을 상실한 적이 있는 경우, 허위의 명의 또는 타인의 명의를 이용한 경우, 기타 승낙이 불가능한 사유가 있는 경우 승낙이 거부될 수 있습니다.<br/> 
				7.회사는 서비스 관련 설비의 여유 기타 기술상 또는 업무상의 이유로 승낙을 유보할 수 있으며, 그 결과를 가입신청자에게 알려드립니다.
			</dd>

			<dt>제 6조 회원정보의 변경</dt>
			<dd>
				1. 회원은 Kentucky Carrot 서비스 내에서 본인이 입력한 회원정보에 관해 열람 및 수정이 가능합니다. 단, 단말기 식별번호, ID, 성별, 생년월일, 등은 수정이 불가합니다.<br/>
				2. 가입 신청 시에 기재한 개인정보의 변경이 있는 경우 회원은 이를 수정한 뒤 회사에 통지하여야 하며 수정 또는 통지하지 않음으로 인해 발생하는 불이익은 회사에서 책임지지 않습니다.<br/>
				3. 회원은 거주지역, 관심사 등의 개인정보를 허위로 설정하여 부당한 방법으로 이익을 취하는 경우 회사에서는 별도의 통보 없이 회원의 계정을 압류 및 삭제 할 수 있습니다.
			</dd>

			<dt>제 7조 서비스의 변경 및 중단</dt>
			<dd>
				1. 회사는 서비스의 기술적인 문제 또는 사양의 변경 등 운영에 필요한 변경 요인이 발생 하는 경우 서비스 내용을 변경 할 수 있으며 이 경우에는 변경 된 서비스 및 내용에 관하여 웹사이트 또는 어플리케이션 내 공지사항을 통하여 해당 내용을 공지합니다.<br/>
				2. 회사는 회원의 부적절한 이용 및 부당한 이익을 취하는 행위를 확인하는 경우 별도의 통지 없이 회원 및 광고주의 서비스 이용을 중지 할 수 있으며 이 경우 발생되는 손실 및 피해보상의 책임은 이용자에게 있습니다.<br/>
				3. 회사는 서버 및 정보통신설비의 보수점검교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 일시적으로 서비스제공을 중단 할 수 있습니다.<br/>
				4. 부득이한 사유가 발생하여 일시적인 서비스 중단이 발생하는 경우 회사는 서비스 개선 및 복구를 최우선으로 하며 복구완료 후 일시적인 서비스 중단에 대한 내용을 공지합니다.
			</dd>

			<dt>제 8조 회원의 계약해지 및 회원탈퇴</dt>
			<dd>
				1. 회원은 어플리케이션 내 계정관리 메뉴 또는 회사에 요청하여 이용계약 해지 및 회원탈퇴가 가능합니다.<br/>
				2. 회원탈퇴는 회사가 제공하는 절차에 따라 진행되며 탈퇴 후에는 포인트 및 잔여 적립금, 회원의 개인정보는 자동 소멸됩니다.<br/>
				3. 이용계약 해지로 인해 현금전환신청 및 관련 정보는 “개인정보보호법”에 따라 즉시 소멸되므로 탈퇴 이후 회원에게 발생하는 손해에 대해서 회사는 책임을 지지 않습니다.
			</dd>

			<dt>제 9조 이용계약의 해지, 자격상실 및 정지</dt>
			<dd>
				1. 회사는 다음 각 호에 해당하는 회원이 확인 될 경우 사전 통보 없이 회원자격 제한 또는 이용계약을 해지 할 수 있습니다.<br/>
				&nbsp;①회원가입 신청서 작성 시 허위 내용을 입력 한 경우<br/>
				&nbsp;②회원의 부적절한 사용 및 부당한 이익을 취한 사항이 확인되는 경우<br/>
				&nbsp;③회원의 사망 또는 타인의 개인정보나 모바일 기기를 도용한 경우<br/>
				&nbsp;④다른 회원의 서비스 이용을 방해하거나 전자거래질서를 위협하는 경우<br/>
				&nbsp;⑤회사의 임직원 및 운영자 등의 관계자를 사칭하는 경우<br/>
				&nbsp;⑥서비스 이용 중 법률 위반 행위 및 사회의 질서와 미풍양속 등을 해치는 행위를 한 경우<br/>
				&nbsp;⑦제 3자의 특허권, 상표권, 저작권 등의 지적재산권을 포함한 기타 권리를 침해하는 경우<br/>
				&nbsp;⑧회사와의 정상적인 관계를 맺지 않고 회사의 서비스 또는 서버를 해킹하거나 피해를 발생 시키는 경우<br/>
				&nbsp;⑨다른 회원의 개인정보를 수집하거나, 유포 또는 배포하는 경우<br/>
				&nbsp;⑩포인트를 부정한 방법으로 적립하거나 사용한 경우<br/>
				&nbsp;⑪허위사실 유포, 위계 기타 방법으로 회사의 명예 또는 신용을 훼손하거나 업무를 방해한 경우<br/>
				&nbsp;⑫서비스에 관한 스팸성 홍보 활동을 하는 경우<br/>
				2. 기타 본 약관상의 의무 또는 법령에 위반되는 행위를 한 경우 위 ③의 사유로자격상실 통보를 받은 회원의 포인트는 통보일로부터 7일(잔여포인트해소기간) 이내에 현금환급 및 제휴컨텐츠 구매에 사용될 수 있습니다. 해소기간 경과 후 잔여포인트는 소멸됩니다.<br/>
				3. 위 ③부터 ⑫의 사유로 자격상실 통보를 받은 회원의 포인트는 통보 즉시 소멸되고, 회원은 이의를 제기할 수 없습니다.<br/>
				4. 회사는 위의 사유가 있는 경우 자격상실 대신 이용의 제한을 가할 수 있습니다.
			</dd>

			<dt>제 10조 포인트 적립 및 현금전환</dt>
			<dd>
				1. 회원이 광고주가 제공하는 광고를 회사에서 제공하는 Kentucky Carrot 서비스에서 열람하여 가용 포인트를 이만 포인트(20,000포인트) 이상 보유한 회원은 회사가 정한 소정절차에 따라 서비스 내 "환급 신청" 화면에서 누적된 가용 포인트를 현금으로 지급 받을 수 있으며 명시 된 행위(열람, 시청, 설치, 이용, 방문 등)를 시행하는 경우 광고 별 안내된 포인트 만큼 회원에게 포인트로 지급합니다.<br/>
				2. 적립 된 포인트의 경우 회사에서 정책으로 규정한 일정 금액만큼 적립이 완료 되면 회원은 현금전환을 요구 할 수 있으며 이 경우 회사 정한 시기에 맞춰 회원에게 지급합니다.<br/>
				3. 포인트 적립 내역은 회사의 Kentucky Carrot 서비스 내에서 확인 할 수 있습니다.<br/>
				4. 회사 소유의 서버에 입력 된 회원의 적립금과 회원이 주장하는 적립금의 차이가 발생하는 경우 회사 소유의 서버 및 클라이언트에 표기된 적립금을 기준으로 합니다.<br/>
				5. 현금 전환 시 발생하는 제세공과금 및 이체 수수료 등의 기타 비용은 회원이 부담합니다.<br/>
				6. 현금전환시 비율은 일포인트(1포인트)당 일원(1)을 원칙으로 합니다.<br/>
			</dd>

			<dt>제 11조 포인트의 정정, 취소 및 소멸</dt>
			<dd>
				1. 포인트 적립에 오류가 있는 경우 오류 발생 시점일로부터 90일 이내에 회사에 정정요구를 할 수 있으며 회사는 회원의 정정요구에 대하여 사실 조사 후 90일 이내에 오류 정정 후 안내를 합니다.<br/>
				2. 회사는 광고주와 회원간 광고 및 정보 전달 형태의 중간역할로써 광고주와 회원간의 분쟁이 발생 한 경우, 또는 광고주의 파산, 부도 등의 포인트 지급이 불가한 사유가 발생한 경우 해당 책임은 광고주에게 있습니다.<br/>
				3. 회원의 서비스 접속 및 활동이 12개월 이상 지속되지 않을 경우 해당 회원의 계정은 비활성화되며 포인트는 소멸될 수 있습니다.<br/>
				4. 회원 탈퇴 시 또는 또는 이 약관의 제 9조 각 조항들을 위반하는 경우 포인트가 소멸합니다.<br/>
				5. 회사는 회원이 지정한 은행계좌에 해당 금액을 입금함으로써 적법하게 지급을 완료한 것으로 봅니다.<br/> 
				6. 현금전환 시 발생하는 제세공과금은 회원의 부담으로 합니다.
			</dd>

			<dt>제 12조 포인트 활용 및 제휴사 이용</dt>
			<dd>
				1. 회원은 적립받은 포인트를 회사와 제휴한 제휴업체를 통해 상품, 및 추가 서비스 구매가 가능합니다.<br/>
				2. 회원은 회사와 제휴한 제휴업체를 통해 포인트 이용 시 포인트 환산금액은 상품가, 운영비용, 수수료등의 사유로 인해 기존 판매가와 차이가 발생 할 수 있습니다.<br/>
				3. 회사와 제휴사의 경우 서비스의 품질 상향을 위해 별도의 회원 동의 없이 추가 또는 변경, 종료가 될 수 있습니다.
			</dd>

			<dt>제 13조 회원의 ID 및 비밀번호</dt>
			<dd>
				1. 회원의 계정에 대한 관리책임은 회원본인에게 있으며 타인 또는 제 3자에게 양도하거나 자신의 계정정보를 알려주어서는 안됩니다.<br/>
				2. 회원이 자신의 계정을 부득이 도난 또는 타인이 사용함을 인지한 경우 추가 피해 방지를 위해 즉시 회사에 통지하고 회사의 안내를 따라야합니다.<br/>
				3. 회원은 본인의 계정을 무단으로 양도하거나 도난 등의 내용을 회사에 통보하지 않은 경우는 회사에서 책임지지 않습니다.

			</dd>

			<dt>제 14조 회사의 의무</dt>
			<dd>
				1. 회사는 관련법령 또는 이 약관에 기재된 내용에 위반되지 않도록 하며 지속적이고 안정적인 서비스를 위해 최선을 다합니다.<br/>
				2. 회사는 회원의 개인정보보호를 위해 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수하며 개인정보보호를 위해 최선을 다합니다.<br/>
				3. 회사는 서비스 이용과 관련하여 회원의 건의 및 의견을 수렴하고 접수된 내용은 회사의 내부검토를 거쳐 개선 및 처리과정을 결과를 회원에게 전달합니다.

			</dd>

			<dt>제 15조 회원의 의무</dt>
			<dd>
				1. 회원은 서비스 이용과 관련하여 다음 각 호에 해당하는 행위를 하여서는 안됩니다.<br/>
				&nbsp;①여러 개의 단말기를 이용하여 다른 계정을 보유하여 부당한 이득을 취하는 행위<br/>
				&nbsp;②타인의 개인정보 또는 가입신청 시 허위정보를 입력하는 행위<br/>
				&nbsp;③서비스 된 각종 광고 및 정보에 대해 무단 변경, 삭제 및 훼손하는 행위<br/>
				&nbsp;④다른 회원의 개인정보를 수집하거나, 명예를 손상하는 행위<br/>
				&nbsp;⑤회사와 제휴사등 제 3자의 지적재산권을 포함하여 권리를 침해하는 행위<br/>
				&nbsp;⑥약관 상의 의무를 불이행 하는 경우<br/>
				&nbsp;⑦기타 불법적인 광고, 또는 홍보 등을 하는 행위

			</dd>

			<dt>제 16조 광고주의 의무</dt>
			<dd>
				1. 광고주는 서비스 이용과 관련하여 다음 각 호에 해당하는 행위를 하여서는 안됩니다.<br/>
				&nbsp;①표시 광고의 공정화에 관한 법률을 어긋나는 광고 및 행위<br/>
				&nbsp;②허위, 과장광고, 사실과 다르게 표시하거나 광고를 지나치게 부풀린 행위<br/>
				&nbsp;③선정적이거나 및 도박, 사기 등 불법적인 광고에 대해 사실을 은폐하거나 축소하는 등의 행위<br/>
				&nbsp;④타 경쟁사와의 비교광고 또는 근거 없는 자사 비교형태의 광고 행위<br/>
				&nbsp;⑤타 경쟁사의 광고를 비방하거나 이미지를 실추 시키는 형태의 광고 및 행위<br/>
				&nbsp;⑥기타 공정거래 및 광고법과 관련 내용을 위반하는 행위<br/>
				2. 상기 위 각 호에 해당하는 부당 광고에 관련된 책임은 모두 광고주에게 있으며 회사는 어떠한 책임을 지지 않습니다.<br/>
				3. 위 상기 각 호에 해당하는 부당광고를 진행하여 회사에 손해를 끼친 경우 해당 피해 및 손실에 대한 책임은 광고주에게 있습니다.
			</dd>

			<dt>제 17조 저작권 및 귀속 및 이용제한</dt>
			<dd>
				1. 회사가 제작하여 제공하는 서비스 및 지적재산권은 회사에 귀속합니다.<br/>
				2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제 3자에게 이용하게 하여서는 안됩니다.
			</dd>

			<dt>제 18조 서비스 관련 분쟁 및 해결</dt>
			<dd>
				1. 회사는 서비스 이용과 관련하여 회원으로부터 전달받은 불만 및 개선사항 등의 의견을 최대한 수렴하여 신속히 처리합니다. 다만 신속한 처리가 어렵거나 정책상 반영이 불가한 내용에 대해서는 그 사유와 추가 내용들을 해당 회원에게 전달합니다.<br/>
				2. 회사와 회원간의 발생한 분쟁은 전자거래기본법에 의하여 설치된 전자거래분쟁 조정위원회의 조정절차에 따라 처리합니다
			</dd>

			<dt>제 19조 서비스의 종료</dt>
			<dd>
				1. 회사는 서비스 종료를 하고자 할 시 종료 90일 이전 서비스 내 공지 또는 회원 별 이 메일을 통해 해당 내용을 통지합니다.<br/>
				2. 서비스 종료 통지 후 잔여 포인트의 경우 서비스 종료 전 모두 소진되어야 하며 공지된 종료시점에 남은 잔여 포인트는 모두 소멸됩니다.<br/>
				3. 서비스 종료 통지 후에는 일부 서비스 이용이 제한 될 수 있습니다
			</dd>

			<dt>제 20조 준거법 및 합의 관할</dt>
			<dd>
				1. 이 약관에 정하지 않은 사항이나 해석에 대하여는 대한민국 법 또는 상 관례에 따릅니다.<br/>
				2. 회사와 회원간의 분쟁이 발생하여 법적인 합의가 필요한 경우 서울중앙지방법원 또는 민사소송법 상의 관할법원을 통해 조정 절차를 진행합니다.<br/>
				3. 회사와 회원간에 제기된 법적 분쟁은 대한민국 법을 준거법으로합니다.
			</dd>

			<dt>제 21조 개인정보보호의 의무</dt>
			<dd>
				1. 회사는 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 최대한 노력합니다.<br/>
				2. 회원은 개인정보보호에 관하여 관련법령 및 회사가 정하는 개인정보취급방침을 따르며 회원이 확인 할 수 있도록 해당 내용을 웹사이트를 통해 공지 및 게시합니다.
			</dd>

			<dt>부칙</dt>
			<dd>
				1. 이 약관은 2025년 12월 31일부터 적용됩니다.
			</dd>
		</dl>

	</div><!--terms-->

</div><!--wrapper-->
</body>
</html>